import random
import os
def global_warming_briefly():
    text="Глобальное потепление — это длительное повышение средней температуры Земли из-за изменения баланса тепла в атмосфере. Оно связано с усилением парникового эффекта: часть солнечного излучения, нагревающего поверхность планеты, задерживается атмосферными газами и не уходит обратно в космос. Когда концентрация парниковых газов растёт, атмосфера удерживает больше тепла, чем необходимо, из-за чего постепенно повышается глобальная температура и меняется климат на Земле."
    return text
def global_warming_all():
    information="https://ru.wikipedia.org/wiki/Глобальное_потепление или https://ru.ruwiki.ru/wiki/Глобальное_потепление"
    return information
